Repository: igorquintaes/TibiaTools
Catalog: TibiaTools.Application/Resources/Language.*.resx
Languages: pt_br

source: About
pt_br: Sobre

# AboutSourceCodeIn
source: Tibia Tools is an Open Source project. All the application and source code can be find in:
pt_br: Tibia Tools é um projeto Open Source. Toda a aplicação e seu respectivo código fonde pode ser encontrado em:

# AditionalValueByUnsplitedItems
source: Aditional gold by unsplited items
pt_br: Valor adicional por itens não divididos

# ButtonLastPlayersDeath
source: Last Players Deaths
pt_br: Últimas Mortes de Jogadores

# ButtonLootSplitter
source: Loot Counter and Splitter
pt_br: Divisor e Contador de Loot

source: Cancel
pt_br: Cancelar

# ChooseOneBellowTools
source: Choose one of bellow tools:
pt_br: Escolha uma das ferramentas abaixo:

source: Close
pt_br: Fechar

source: Continue
pt_br: Continuar

# EmptyPlayerItemList
source: This list is empty.
pt_br: A lista está vazia.

source: Help
pt_br: Ajuda

# HowItWorksLastDeaths
source: How it works: This funcionality is based on online players, so it search player by player and returns all player deaths of the selected world in the last 3 hours. This tool can be useful to check if there are kicks or freezes on server
pt_br: Como funciona: A ferramenta é baseada apenas em jogadores online. É realizada uma busca das últimas mortes de players online e exibe o resultado em uma tabela com base nas últimas 3 horas. Ela pode ser útil para ver se o servidor está com freezer ou kicks.

source: How to use:
pt_br: Como utilizar:

# HowToUseReadMe
source: Please, check the readme file on project GitHub page:
pt_br: Por favor, leia o arquivo readme que pode ser encontrado na página do projeto no GitHub:

# HuntPaid
source: Hunt PAID, but without profit or waste.
pt_br: O loot PAGOU. Não ouve nem lucro nem prejuízo.

source: Image
pt_br: Imagem

# IndividualProfit
source: Each member will recive {0} gps as individual profit.
pt_br: O lucro de cada membro foi de {0} gps.

# IndividualWaste
source: Each member lost {0} gps as individual waste.
pt_br: O prejuízo de cada membro foi de {0} gps.

# InsertPlayerLoot
source: Insert all the loot (use look action on items)
pt_br: Insira todos os loots (dê look nos items)

# InsertPlayerQuantity
source: Insert the player quantity:
pt_br: Insira a quantidade de jogadores:

# ItemsUnsplited
source: Items that was not possible to split between the players:
pt_br: Itens que não foram possíveis de dividir:

# ItensToPlayerWasted
source: Items to player that wasted {0} gps.
pt_br: Itens para o jogador que gastou {0} gps.

# ItensToPlayerWastedAditional
source: Items to player that wasted {0} gps. As does not be possible to split some items, this player need to reicive an additional of {1} gps.
pt_br: Itens para o jogador que gastou {0} gps. Como houve itens impossíveis de dividir, sugere que este jogador receba adicional de {1} gps.

# LanguageStr
source: Language:
pt_br: Idioma:

source: Last Players Deaths
pt_br: Últimas Mortes de Jogadores

source: Loading
pt_br: Carregando

# LootSplitterResult
source: Loot Counter and Splitter - Result
pt_br: Divisor e Contador de Loot - Resultado

# LootSplitterStepOne
source: Loot Counter and Splitter - Step 1
pt_br: Divisor e Contador de Loot - Passo 1

# LootSplitterStepTwo
source: Loot Counter and Splitter - Step 2
pt_br: Divisor e Contador de Loot - Passo 2

# MoneySpentPlayerNun
source: Player {0} gold spent:
pt_br: Dinheiro gasto pelo jogador {0}:

source: Name
pt_br: Nome

source: Options
pt_br: Opções

source: Quantity
pt_br: Quantidade

source: Save
pt_br: Salvar

source: Saved
pt_br: Salvo

source: Search
pt_br: Buscar

# SelectedWorldIsOffline
source: The selected world is offline.
pt_br: O mundo selecionado está offline.

# SelectWorld
source: Select game world:
pt_br: Selecione o mundo:

# SelectWorldAndStart
source: Select a game world and start
pt_br: Selecione um mundo e procure

source: Settings
pt_br: Configurações

# SuccefullSavedConfig
source: Your configuration was saved succefull!
pt_br: Sua configuração foi salva com sucesso!

# TotalProfit
source: PROFIT! Total profit was {0} gps!
pt_br: LUCRO! Lucro total de {0} gps.

source: Total Value
pt_br: Valor Total

# TotalValueObtained
source: Total value obtained: {0} gps.
pt_br: Valor total obtido: {0} gps.

# TotalValueSpent
source: Total value spent: {0} gps.
pt_br: Valor total gasto: {0} gps.

# TotalWaste
source: WASTE! Total waste was {0} gps!
pt_br: PREJUÍZO! O prejuízo total foi de {0} gps.

# UnableToConnectTibiaWebsite
source: Unable to connect tibia.com
pt_br: Não foi possível conectar-se ao tibia.com

source: Value
pt_br: Valor

# ValueMemberNeedToPayToAnother
source: Value to pay to another player
pt_br: Valor para pagar a outro membro

# ValueMemberNeedToReciveAnother
source: Value to recive from another player
pt_br: Valor para receber de outro membro

# ValueOfItem
source: Value of each {0}:
pt_br: Valor de cada {0}:

# XItems
source: {0} ({1} Items)
pt_br: {0} ({1} Itens)

source: Add player
pt_br: Adicionar jogador

source: Insert player name:
pt_br: Insira o nome do jogador:

source: Invalid character name
pt_br: Nome de personagem inválido

# PlayerAlert
source: Players Alert
pt_br: Alerta de Jogadores

source: Now
pt_br: Agora

# CharacterIsAlreadyInTable
source: The specified character is already in the table
pt_br: O personagem digitado já se encontra na tabela
